Repository: vhotspur/nevilis-php
Catalog: locale/*/LC_MESSAGES/nevilis.po
Languages: cs_cz

source: %d days
cs_cz: %d dní

source: %d hours
cs_cz: %d hodin

source: %d minutes
cs_cz: %d minut

source: Active
cs_cz: Aktivní

source: Add assignment
cs_cz: Přidat úlohu

source: Add course
cs_cz: Přidat kurz

source: Add user
cs_cz: Přidat uživatele

source: Administration
cs_cz: Administrace

source: All
cs_cz: Vše

source: Assign
cs_cz: Zadat

source: Assignment
cs_cz: Úloha

source: Assignment administration
cs_cz: Správa úloh

source: Assignment id (part or URL)
cs_cz: Id úlohy (součást URL)

source: Assignment name
cs_cz: Název úlohy

source: Assignment not found.
cs_cz: Úloha nebyla nalezena.

source: Assignment submission system
cs_cz: Systém pro odesílání úloh

source: Assignment succesfully created.
cs_cz: Úloha byla vytvořena.

source: Assignment succesfully updated.
cs_cz: Úloha byla upravena.

source: Assignment title
cs_cz: Název úlohy

source: Assignments
cs_cz: Úlohy

source: Assignments succesfully assigned.
cs_cz: Úlohy byly zadány.

source: Change password
cs_cz: Změnit heslo

source: Change the password
cs_cz: Změnit heslo

source: Comment
cs_cz: Komentář

source: Course
cs_cz: Kurzy

source: Course administration
cs_cz: Správa kurzů

source: Course assignments administration
cs_cz: Správa přiřazení úloh do kurzů

source: Course id (part of URL)
cs_cz: Id kurzu (součást URL)

source: Course name
cs_cz: Název kurzu

source: Course name displayed to the administrator
cs_cz: Název kurzu pro administrátora

source: Course not found
cs_cz: Kurz nebyl nalezen

source: Course succesfully created.
cs_cz: Kurz byl vytvořen.

source: Course succesfully updated.
cs_cz: Kurz byl upraven.

source: Courses
cs_cz: Kurzy

source: Current password
cs_cz: Současné heslo

source: Deadline
cs_cz: Termín odevzdání

source: Deadline (disable upload)
cs_cz: Termín odevzdání (nejde nahrávat)

source: Description
cs_cz: Popis

source: Download
cs_cz: Stáhnout

source: Download solutions
cs_cz: Stáhnout řešení

source: Download solutions for %s (%s)
cs_cz: Stáhnout řešení pro %s (%s)

source: Download your file
cs_cz: Stáhnout váš soubor

source: Edit assignment %s
cs_cz: Úprava úlohy %s

source: Edit existing course
cs_cz: Úprava existujícího kurzu

source: Edit existing user
cs_cz: Úprava uživatele

source: Enroll
cs_cz: Zapsat

source: Enroll users for %s (%s)
cs_cz: Zapsat uživatele do %s (%s)

source: Failed to prepare directory structure. Contact administrator.
cs_cz: Nepodařilo se připravit adresářovou strukturu. Upozorněte administrátora.

source: File %s not found, contact administrator.
cs_cz: Soubor %s nebyl nalezen, upozorněte administrátora.

source: File not uploaded.
cs_cz: Soubor nebyl nahrán.

source: File not yet uploaded.
cs_cz: Soubor nebyl dosud nahrán.

source: File uploading is prohibited at the moment.
cs_cz: Teď není možné nahrávat soubory.

source: Files
cs_cz: Soubory

source: Following files were uploaded (to verify they are not damaged, try to download them):
cs_cz: Následující soubory byly nahrány (zkuste je zpětně stáhnout, abyste ověřili jejich správnost):

source: Grade
cs_cz: Známky

source: Grades for %s (%s)
cs_cz: Známky pro %s (%s)

source: Grades updated.
cs_cz: Známky byly upraveny.

source: Grading administration
cs_cz: Správa známek

source: Home
cs_cz: Domů

source: Invalid username/password.
cs_cz: Neplatné uživatelské jméno nebo heslo.

source: JPEG image
cs_cz: JPEG obrázek

source: Log in
cs_cz: Přihlásit se

source: Log out
cs_cz: Odhlásit se

source: Mass download
cs_cz: Stažení

source: Menu
cs_cz: Navigace

source: Name
cs_cz: Jméno

source: New password
cs_cz: Nové heslo

source: No active assignments.
cs_cz: Žádné běžící úlohy.

source: No assignments yet.
cs_cz: Zatím nebyly zadány žádné úlohy.

source: Not uploaded.
cs_cz: Soubor nebyl nahrán.

source: PNG image
cs_cz: PNG obrázek

source: Password
cs_cz: Heslo

source: Password change
cs_cz: Změna hesla

source: Password reset
cs_cz: Reset hesel.

source: Password too short.
cs_cz: Heslo je příliš krátké.

source: Password updated.
cs_cz: Heslo bylo změněno.

source: Passwords do not match.
cs_cz: Hesla nesouhlasí.

source: Passwords were reset.
cs_cz: Hesla byla vyresetována.

source: Please, log in again.
cs_cz: Přihlašte se, prosím, znovu.

source: Printable
cs_cz: Verze pro tisk

source: Real name
cs_cz: Skutečné jméno

source: Remaining time
cs_cz: Zbývající čas

source: Reset password for selected users
cs_cz: Resetovat hesla vybraným uživatelům

source: Reset passwords
cs_cz: Resetovat hesla

source: Select from the main menu.
cs_cz: Vyberte z hlavního menu.

source: Set assignments for %s (%s)
cs_cz: Nastavení úloh pro %s (%s)

source: The files you are uploading are way too big.
cs_cz: Vámi nahrávané soubory jsou příliš veliké.

source: Uknown assignment selected.
cs_cz: Byla vybrána neznámá úloha.

source: Uknown course selected.
cs_cz: Byl vybrán neznámý kurz.

source: Unknown course or you are not member of that group.
cs_cz: Neznámý kurz nebo nejste do tohoto kurzu zapsáni.

source: Update
cs_cz: Aktualizovat

source: Upload files...
cs_cz: Nahrát soubory...

source: Upload of following files failed:
cs_cz: Následující soubory se nepodařilo nahrát:

source: User
cs_cz: Uživatel

source: User administration
cs_cz: Správa uživatell.

source: User enrollment administration
cs_cz: Správa přiřazení uživatelů do kurzů

source: User login name
cs_cz: Uživatelské jméno

source: User name
cs_cz: Uživatelské jméno

source: User not found
cs_cz: Uživatel nebyl nalezen

source: User succesfully created.
cs_cz: Uživatel byl vytvořen.

source: User succesfully updated.
cs_cz: Uživatel byl upraven.

source: Users
cs_cz: Uživatelé

source: Users succesfully enrolled.
cs_cz: Uživatelé byli úspěšně zapsáni.

source: Verify new password
cs_cz: Ověření nového hesla

source: You have been logged in.
cs_cz: Byli jste přihlášeni.

source: You have been logged out.
cs_cz: Byli jste odhlášeni.

source: You need to fill-in all the values.
cs_cz: Musíte vyplnit všechny políčka.

source: Your grade
cs_cz: Vaše hodnocení

source: cannot be changed
cs_cz: nelze změnit

source: failed to move to permanent storage
cs_cz: nepodařilo se přesunou do cílového umístění

source: not a JPEG image
cs_cz: nejde o JPEG obrázek

source: not a PNG image
cs_cz: nejde o PNG obrázek

source: unknown file validator %s
cs_cz: neznámý validátor souborů %s
